{
    "business":[
        {
            "name": "Ceasars Sportsbook & Casnio",
            "founded":  "Founded: 1937",
            "info": "What they do: To support immersive entertainment experiences, Caesars Sportsbook & Casino is delivering exciting sports betting products. Professional sports leagues like the NFL, NBA, and NHL are joining the company’s extensive network of partnerships. With a convenient mobile platform, customers can now place bets on some of the biggest games while consistently earning Caesars Rewards.",
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },

        {
            "name": "24-7 Intouch",
            "founded":  "Founded: 2000",
            "info": "What they do: Customer service is key to the success of a company and its brand, so 24-7 Intouch delivers all-around technology. Companies can personalize their interactions with customers through chat, mobile, social media, email, and call options. In addition, 24-7 Intouch monitors content and fraudulent activity, preserving the integrity and positive atmosphere surrounding a brand.",
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },

        {
            "name": "PRA Group",
            "founded":  "Founded: 1996",
            "info": "What they do: When financial promises start to stall, PRA Group steps in to sustain the movement of capital. As a global financial leader, PRA Group acquires nonperforming loans, handles secured and unsecured insolvent customer accounts, and files securities and antitrust class action claims. With these tasks taken care of, banks and financial institutions can expand their services and cater to the needs of their customers.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },
        {
            "name": "Asurion",
            "founded":  "Founded: 1994",
            "info": "What they do: Daily life has become intertwined with technological appliances, so Asurion delivers additional care and support. With protection plans on phones and other home tech, customers can breathe easier knowing Asurion has them covered. If an incident occurs, people can choose to visit their local uBreakiFix store or have an Asurion team member meet them at a convenient time and location.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },
        {
            "name": "Public Consulting Group",
            "founded":  "Founded: 1986",
            "info": "What they do: Public Consulting Group offers the expertise to help health, education, and human services agencies implement more efficient and effective solutions. With employees spread across the U.S., Canada, and the European Union, Public Consulting Group boasts a comprehensive perspective. Organizations can leverage the company’s versatile approach to make more informed management decisions, trim down costs, adopt high-tech processes, and more.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },
        {
            "name": "Advisor Group",
            "founded":  "Founded: 1988",
            "info": "What they do: Financial advisors need support to deliver exceptional service to their clients, so Advisor Group lends a helping hand. FSC Securities, Royal Alliance, and SagePoint Financial are just a few firms that make up a network of experienced professionals. Advisors know they are receiving top-notch technology and guidance when they lean on the connections of Advisor Group.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },
        {
            "name": "SP+ (SP Plus)",
            "founded":  "Founded: 1929",
            "info": "What they do: To keep people and events running smoothly, SP+ (SP Plus) specializes in a range of transportation areas. The company can support parking, ground transportation, remote baggage check-in, and event logistics needs. Customers can also rely on the Parking.com app to help them find an ideal space faster than ever. As a result, SP+ creates seamless travel experiences, so people can look forward to getting on the go and arriving at their next destination.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        },
        {
            "name": "IGT",
            "founded":  "Founded: 1974",
            "info": "What they do: With a presence in over 100 countries, IGT has become a leader within the gaming industry. The company crafts immersive experiences with 4D TRUE technology and games that respond to head and eye movements. IGT has also developed a range of lottery, digital, and betting games while collaborating with governments to ensure activities remain responsible.",    
            "source": "Source: https://builtin.com/las-vegas/companies-in-las-vegas"
        }
    ]
}
